Training/Solvers/laminarSolverUnsteady/run/coflowFlame/04-global-1step-pulsating/constant/myVelocityProfile
(
	(	0	(	0	0	0.5	))
	(	0.001	(	0	0	0.51569763	))
	(	0.002	(	0	0	0.531333308	))
	(	0.003	(	0	0	0.546845329	))
	(	0.004	(	0	0	0.562172472	))
	(	0.005	(	0	0	0.577254249	))
	(	0.006	(	0	0	0.592031138	))
	(	0.007	(	0	0	0.606444823	))
	(	0.008	(	0	0	0.620438419	))
	(	0.009	(	0	0	0.633956699	))
	(	0.01	(	0	0	0.646946313	))
	(	0.011	(	0	0	0.659355997	))
	(	0.012	(	0	0	0.671136776	))
	(	0.013	(	0	0	0.682242157	))
	(	0.014	(	0	0	0.692628311	))
	(	0.015	(	0	0	0.702254249	))
	(	0.016	(	0	0	0.711081981	))
	(	0.017	(	0	0	0.71907667	))
	(	0.018	(	0	0	0.726206763	))
	(	0.019	(	0	0	0.732444121	))
	(	0.02	(	0	0	0.737764129	))
	(	0.021	(	0	0	0.74214579	))
	(	0.022	(	0	0	0.745571813	))
	(	0.023	(	0	0	0.748028675	))
	(	0.024	(	0	0	0.749506682	))
	(	0.025	(	0	0	0.75	))
	(	0.026	(	0	0	0.749506682	))
	(	0.027	(	0	0	0.748028675	))
	(	0.028	(	0	0	0.745571813	))
	(	0.029	(	0	0	0.74214579	))
	(	0.03	(	0	0	0.737764129	))
	(	0.031	(	0	0	0.732444121	))
	(	0.032	(	0	0	0.726206763	))
	(	0.033	(	0	0	0.71907667	))
	(	0.034	(	0	0	0.711081981	))
	(	0.035	(	0	0	0.702254249	))
	(	0.036	(	0	0	0.692628311	))
	(	0.037	(	0	0	0.682242157	))
	(	0.038	(	0	0	0.671136776	))
	(	0.039	(	0	0	0.659355997	))
	(	0.04	(	0	0	0.646946313	))
	(	0.041	(	0	0	0.633956699	))
	(	0.042	(	0	0	0.620438419	))
	(	0.043	(	0	0	0.606444823	))
	(	0.044	(	0	0	0.592031138	))
	(	0.045	(	0	0	0.577254249	))
	(	0.046	(	0	0	0.562172472	))
	(	0.047	(	0	0	0.546845329	))
	(	0.048	(	0	0	0.531333308	))
	(	0.049	(	0	0	0.51569763	))
	(	0.05	(	0	0	0.5	))
	(	0.051	(	0	0	0.48430237	))
	(	0.052	(	0	0	0.468666692	))
	(	0.053	(	0	0	0.453154671	))
	(	0.054	(	0	0	0.437827528	))
	(	0.055	(	0	0	0.422745751	))
	(	0.056	(	0	0	0.407968862	))
	(	0.057	(	0	0	0.393555177	))
	(	0.058	(	0	0	0.379561581	))
	(	0.059	(	0	0	0.366043301	))
	(	0.06	(	0	0	0.353053687	))
	(	0.061	(	0	0	0.340644003	))
	(	0.062	(	0	0	0.328863224	))
	(	0.063	(	0	0	0.317757843	))
	(	0.064	(	0	0	0.307371689	))
	(	0.065	(	0	0	0.297745751	))
	(	0.066	(	0	0	0.288918019	))
	(	0.067	(	0	0	0.28092333	))
	(	0.068	(	0	0	0.273793237	))
	(	0.069	(	0	0	0.267555879	))
	(	0.07	(	0	0	0.262235871	))
	(	0.071	(	0	0	0.25785421	))
	(	0.072	(	0	0	0.254428187	))
	(	0.073	(	0	0	0.251971325	))
	(	0.074	(	0	0	0.250493318	))
	(	0.075	(	0	0	0.25	))
	(	0.076	(	0	0	0.250493318	))
	(	0.077	(	0	0	0.251971325	))
	(	0.078	(	0	0	0.254428187	))
	(	0.079	(	0	0	0.25785421	))
	(	0.08	(	0	0	0.262235871	))
	(	0.081	(	0	0	0.267555879	))
	(	0.082	(	0	0	0.273793237	))
	(	0.083	(	0	0	0.28092333	))
	(	0.084	(	0	0	0.288918019	))
	(	0.085	(	0	0	0.297745751	))
	(	0.086	(	0	0	0.307371689	))
	(	0.087	(	0	0	0.317757843	))
	(	0.088	(	0	0	0.328863224	))
	(	0.089	(	0	0	0.340644003	))
	(	0.09	(	0	0	0.353053687	))
	(	0.091	(	0	0	0.366043301	))
	(	0.092	(	0	0	0.379561581	))
	(	0.093	(	0	0	0.393555177	))
	(	0.094	(	0	0	0.407968862	))
	(	0.095	(	0	0	0.422745751	))
	(	0.096	(	0	0	0.437827528	))
	(	0.097	(	0	0	0.453154671	))
	(	0.098	(	0	0	0.468666692	))
...
)
