Training/Solvers/laminarSolverUnsteady/run/coflowFlame/04-global-1step-pulsating/constant/solverOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.2;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      solverOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Kinetics
{
	folder	   		"../../../../../../PreProcessing/Global_H2_1step/kinetics-Global_H2_1step";
	inertSpecies 		N2;
	ODESolver		seulex;
}

Spark
{
	spark 		on;
	position    	(5.95e-3  0.0 1.5e-3);
	time		0.;
	temperature 	2200;
	duration 	0.025;
	diameter 	1.5e-3;
}

// ************************************************************************* //
