Training/Solvers/laminarSolverUnsteady/run/coflowFlame/04-global-1step-pulsating/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application       laminarSolverUnsteady;

startFrom         latestTime;

startTime         0;

stopAt            endTime;

endTime           0.3;

deltaT            1e-8;

writeControl      adjustableRunTime;

writeInterval     2.5e-3;

purgeWrite        0;

writeFormat       ascii;

writePrecision    6;

writeCompression  uncompressed;

timeFormat        general;

timePrecision     6;

runTimeModifiable yes;

adjustTimeStep    yes;

maxCo             0.1;

// ************************************************************************* //

