Training/Solvers/laminarSolverUnsteady/run/coflowFlame/04-global-1step-pulsating/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.2;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    "(rho|rhoFinal)"
    {
        solver              PCG;
        preconditioner      DIC;
        tolerance           1e-7;
        relTol              0;
    };

    p
    {
        solver                GAMG;
        tolerance             1e-7;
        relTol                0.01;
        smoother              GaussSeidel;
        cacheAgglomeration    true;
        nCellsInCoarsestLevel 20;
        agglomerator          faceAreaPair;
        mergeLevels           1;
    };

    pFinal
    {
        solver                GAMG;
        tolerance             1e-6;
        relTol                0;
        smoother              GaussSeidel;
        cacheAgglomeration    true;
        nCellsInCoarsestLevel 20;
        agglomerator          faceAreaPair;
        mergeLevels           1;
    };

    U
    {
        solver          PBiCG;
        preconditioner  DILU;
        tolerance       1e-8;
        relTol          0.01;
        nSweeps         1;
    }

    UFinal
    {
        solver          PBiCG;
        preconditioner  DILU;
        tolerance       1e-9;
        relTol          0;
        nSweeps         1;
    }

    T
    {
        solver          PBiCG;
        preconditioner  DILU;
        tolerance       1e-8;
        relTol          0.01;
        nSweeps         1;
    }

    TFinal
    {
        solver          PBiCG;
        preconditioner  DILU;
        tolerance       1e-9;
        relTol          0;
        nSweeps         1;
    }


    Yi
    {
        solver          PBiCG;
        preconditioner  DILU;
        tolerance       1e-9;
        relTol          0;
	minIter		1;
    }
}

PIMPLE
{
    momentumPredictor         yes;
    nOuterCorrectors          1;
    nCorrectors               2;
    nNonOrthogonalCorrectors  0;
}

relaxationFactors
{
    fields
    {
    }
    equations
    {
        default	1;
    }
}


// ************************************************************************* //
